[
    {
        "File": "technavio_pasta_market.pdf",
        "Description": "Mike to fill in",
        "Summary": "Mike to fill in",
        "Chunks": [
            {
                "Chunk": 0,
                "Text": "START OF PAGE: 1\n# Technavio predicts a remarkable surge in the pasta market, with an impressive CAGR of 3.55% anticipated from 2022 to 2027. Increasing demand for local flavors and varieties to emerge as a key trend\n\n![Technavio Logo](https://www.technavio.com)\n\n----\n\n**NEWS PROVIDED BY**  \nTechnavio ➞  \n13 Jun, 2023, 12:45 ET\n\n----\n\nNEW YORK, June 13, 2023 /PRNewswire/ --\n\n## Market Share Along with Major Challenges and Upcoming Trends\n\nA key driver for the pasta market is the *growing prominence of private labels*. Many vendors are concentrating on releasing precooked or instant pasta in order to meet this increase in demand. Instant pasta is a\nEND OF PAGE: 1",
                "Page": 1
            },
            {
                "Chunk": 1,
                "Text": "START OF PAGE: 2\nwell-liked dish among the working population. Because more people are cooking at home, demand for instant pasta is also rising. Interest in home-cooked food has increased due to rising health consciousness and growing worries about the quality and hygiene of food obtained from outside sources. Globally, there are more and more working women, which has increased demand for quick-to-prepare foods like instant pasta. The pasta market is set to progress at an impressive **CAGR of 3.55%** during 2022 and 2027.\n\nIn addition to knowing about the market's growth potential, it's important to address the challenges faced in the Pasta market that **may impact its growth and hinder profitability** in the long run. However, healthy growth is envisaged to continue as the market size is expected to grow by **USD 7,386.99 million**.\n\n**Learn more about the Pasta market. Stay informed and seize opportunities – Get our Industry report at your fingertips.**\n\n**Here are some of the challenges faced in the Pasta market:**\n\n![Global Pasta Market 2023-2027](https://via.placeholder.com/150)\n\n- **Market Size Outlook (USD Million)**\n  - 2023: [Data]\n  - 2027: [Data]\n  - CAGR: 3.55%\n\n- **Customer Landscape**\n  - Key drivers: [Data]\n  - Key challenges: [Data]\n\nTechnavio has announced its latest market research report titled Global Pasta Market 2023-2027.\nEND OF PAGE: 2",
                "Page": 2
            },
            {
                "Chunk": 2,
                "Text": "START OF PAGE: 3\n- **False claims by some vendors**: False claims made by some vendors about the weight, preservative content, and ingredients used in their product offerings have the potential to negatively influence consumer perception. Many vendors make claims in their advertising about their goods that may mislead consumers. Vendors are frequently sued by customers for deceiving them. Such lawsuits might damage a vendor's reputation with customers.\n\n- **Use of preservatives and health concerns**: The use of preservatives and food additives has gone up, with ready-to-make and convenience food items getting commercialized. Chemical preservatives and additives directly affect the human body and damage the digestive and nervous systems leading to heart problems and even cancer. Some of the chemical additives that are added to pasta include potassium bromate, sodium benzoate, sodium polyacrylate, and phosphate salts, among others. They are used to toughen the dough, increase shelf life, prevent microbial action, and improve the appearance of end-products. Consumers have the misconception that canned and chilled pasta packets are added with high amounts of preservatives to enhance their shelf life.\n\n- **Wheat allergies and gluten intolerance**: Allergies to wheat-containing foods cause reactions that lead to the development of a wheat allergy. Either eating foods containing wheat or breathing in wheat flour causes this. When a person has a wheat allergy, their body produces an antibody to the wheat protein. Many children are allergic to wheat. Gluten intolerance, on the other hand, is an abnormal immune response to gluten that affects the small intestine, and causes malnutrition, along with other digestive issues.\n\nFor longevity and success in the Pasta market, information about trends is essential.\n\n**Here are the highlights on the Trends to overcome challenges.**\nEND OF PAGE: 3",
                "Page": 3
            },
            {
                "Chunk": 3,
                "Text": "START OF PAGE: 4\n- **Increasing demand for local flavors and varieties**: Due to the increased popularity of pasta consumption around the world, local ingredients are now being added to local pasta dishes by consumers to suit their preferences.\n\n- **Prominence of health and wellness pasta**: Pasta that is high in fiber, fortified, low in carbohydrates, and gluten-free is included in health and wellness pasta. The demand for health and wellness pasta products has been fueled by rising consumer health concerns and the ensuing demand for nutrient-dense goods. For instance, the Middle East and Africa, followed by Europe, Latin America, and Australia, have the highest demand for organic pasta. Similar to other countries in the Americas, Europe, the Middle East, and Africa, Australia has seen a significant increase in demand for high-fiber pasta. *Customers are also willing to pay more* for pasta varieties that promote health and wellness.\n\n- **Growing prominence of private labels**: The retail industry has made private labeling a key strategy and private-label products are increasing in market share globally. Private label options change depending on the product category. The pricing and frequency of product promotion for national brands and private label products are different. With no launch of promotions and at lower prices than national brands, private label products offer pasta. Therefore, the retailer's plan is to offer more private-label goods at a discount compared to national brands. When making a pasta purchase, consumers first choose the type of pasta they want to buy before deciding on a brand.\n\nThe report also provides major insights on the consumer base under the premium product category and new product launches that help vendors establish long-term relationships with end-users and consumers.\n\n*Unveil the untapped potential of such emerging challenges and trends Click & get Latest Sample Report!*\n\n**Every Information on Vendor Analysis of Pasta Market 2023-2027:**\n\nThe full report consists a detailed analysis of around **Top 15 vendors** operating in the Pasta Market, including:\nEND OF PAGE: 4",
                "Page": 4
            },
            {
                "Chunk": 4,
                "Text": "START OF PAGE: 5\n- 8TH Avenue Food & Provisions\n- Barilla G. e R. Fratelli Spa\n- Catelli Foods Corp\n- Ebro Foods SA\n- F. Divella Spa\n- F.lli De Cecco di Filippo Fara San Martino Spa\n- ITC Ltd\n- JSC MAKFA\n- Nestle SA\n- Newlat Food SpA\n- Prairie Harvest Canada Ltd.\n- Rana USA Inc.\n- Slendier\n- The Kraft Heinz Co.\n- TreeHouse Foods Inc.\n\n*The report is backed with competitive intelligence and benchmarking, and is designed to provide entry support, customer profile, and M&As as well as go-to-market strategy support.*\n\n**To know about all 25 major vendor offerings and insights – [Download a FREE sample Now!](#)**\n\n**Learn more about how we can help you achieve your mission-critical priorities. Gain access 17,000+ market research reports using Technavio's SUBSCRIPTION platform**\n\n**Related Reports:**\n\n**Pesto Sauces Market:** Between 2022 and 2027, the market for pesto sauces is anticipated to expand at a CAGR of 4.94%. The market is expected to grow by USD 1,031.31 million in size. The market's expansion is influenced by a number of variables, such as the introduction of new products, the demand for cooking convenience, and the rising recognition of Italian cuisine.\nEND OF PAGE: 5",
                "Page": 5
            },
            {
                "Chunk": 5,
                "Text": "START OF PAGE: 6\n# Fresh Herbs Market\n\nBetween 2022 and 2027, the fresh herbs market is anticipated to grow at a CAGR of 4.32%. According to projections, the market will grow by USD 1,794.28 million. The market's expansion is influenced by a number of variables, such as the rising popularity of fresh herbs, cuisines from various continents, and the booming nutraceutical sector.\n\n## Pasta Market Scope\n\n| Report Coverage       | Details                                                                                                                                                                                                 |\n|-----------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Page number           | 162                                                                                                                                                                                                     |\n| Base year             | 2022                                                                                                                                                                                                     |\n| Historic period       | 2017-2021                                                                                                                                                                                                |\n| Forecast period       | 2023-2027                                                                                                                                                                                                |\n| Growth momentum & CAGR| Accelerate at a CAGR of 3.56%                                                                                                                                                                            |\n| Market growth 2023-2027 | USD 7386.99 million                                                                                                                                                                                     |\n| Market structure      | Fragmented                                                                                                                                                                                               |\n| YoY growth 2022-2023 (%) | 3.35                                                                                                                                                                                                  |\n| Regional analysis     | Europe, North America, APAC, South America, and Middle East and Africa                                                                                                                                   |\n| Performing market contribution | Europe at 45%                                                                                                                                                                                   |\n| Key countries         | US, Canada, Italy, Germany, and France                                                                                                                                                                   |\n| Competitive landscape | Leading Vendors, Market Positioning of Vendors, Competitive Strategies, and Industry Risks                                                                                                               |\n| Key companies profiled | 8TH Avenue Food & Provisions, Archer Daniels Midland Co., Barilla G. e R. Fratelli Spa, Catelli Foods Corp, Ebro Foods SA, F. Divella Spa, F.lli De Cecco di Filippo Fara San Martino Spa, ITC Ltd, JSC MAKFA, Nestle SA, Newlat Food SpA, Prairie Harvest Canada Ltd., Rana USA Inc., Slendier, The Kraft Heinz Co., TreeHouse Foods Inc., Ugo Foods Group Ltd., and Unilever PLC |\n| Market dynamics       | Parent market analysis, market growth inducers and obstacles, fast-growing and slow-growing segment analysis, COVID-19 impact and recovery analysis and future consumer dynamics, and market condition analysis for the forecast period. |\n| Customization purview | If our report has not included the data that you are looking for, you can reach out to our analysts and get segments customized.                                                                          |\n| Customization purview | If our report has not included the data that you are looking for, you can reach out to our analysts and get segments customized.                                                                          |\n\n**Take the first step towards improving your business strategy purchase our report now**\n\n## 1 Executive Summary\nEND OF PAGE: 6",
                "Page": 6
            },
            {
                "Chunk": 6,
                "Text": "START OF PAGE: 7\n- **1.1 Market overview**\n  - Exhibit 01: Executive Summary – Chart on Market Overview\n  - Exhibit 02: Executive Summary – Data Table on Market Overview\n  - Exhibit 03: Executive Summary – Chart on Global Market Characteristics\n  - Exhibit 04: Executive Summary – Chart on Market by Geography\n  - Exhibit 05: Executive Summary – Chart on Market Segmentation by Product\n  - Exhibit 06: Executive Summary – Chart on Market Segmentation by Distribution Channel\n  - Exhibit 07: Executive Summary – Chart on Incremental Growth\n  - Exhibit 08: Executive Summary – Data Table on Incremental Growth\n  - Exhibit 09: Executive Summary – Chart on Vendor Market Positioning\n\n## 2 Market Landscape\n\n- **2.1 Market ecosystem**\n  - Exhibit 10: Parent market\n  - Exhibit 11: Market Characteristics\n\n## 3 Market Sizing\n\n- **3.1 Market definition**\n  - Exhibit 12: Offerings of vendors included in the market definition\n\n- **3.2 Market segment analysis**\n  - Exhibit 13: Market segments\n\n- **3.3 Market size 2022**\n\n- **3.4 Market outlook: Forecast for 2022-2027**\n  - Exhibit 14: Chart on Global - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 15: Data Table on Global - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 16: Chart on Global Market: Year-over-year growth 2022-2027 (%)\n  - Exhibit 17: Data Table on Global Market: Year-over-year growth 2022-2027 (%)\n\n## 4 Historic Market Size\nEND OF PAGE: 7",
                "Page": 7
            },
            {
                "Chunk": 7,
                "Text": "START OF PAGE: 8\n- 4.1 Global pasta market 2017 - 2021\n  - Exhibit 18: Historic Market Size – Data Table on Global pasta market 2017 - 2021 ($ million)\n\n- 4.2 Product Segment Analysis 2017 - 2021\n  - Exhibit 19: Historic Market Size – Product Segment 2017 - 2021 ($ million)\n\n- 4.3 Distribution channel Segment Analysis 2017 - 2021\n  - Exhibit 20: Historic Market Size – Distribution channel Segment 2017 - 2021 ($ million)\n\n- 4.4 Geography Segment Analysis 2017 - 2021\n  - Exhibit 21: Historic Market Size – Geography Segment 2017 - 2021 ($ million)\n\n- 4.5 Country Segment Analysis 2017 - 2021\n  - Exhibit 22: Historic Market Size – Country Segment 2017 - 2021 ($ million)\n\n# 5 Five Forces Analysis\n\n- 5.1 Five forces summary\n  - Exhibit 23: Five forces analysis - Comparison between 2022 and 2027\n\n- 5.2 Bargaining power of buyers\n  - Exhibit 24: Chart on Bargaining power of buyers – Impact of key factors 2022 and 2027\n\n- 5.3 Bargaining power of suppliers\n  - Exhibit 25: Bargaining power of suppliers – Impact of key factors in 2022 and 2027\n\n- 5.4 Threat of new entrants\n  - Exhibit 26: Threat of new entrants – Impact of key factors in 2022 and 2027\n\n- 5.5 Threat of substitutes\n  - Exhibit 27: Threat of substitutes – Impact of key factors in 2022 and 2027\nEND OF PAGE: 8",
                "Page": 8
            },
            {
                "Chunk": 8,
                "Text": "START OF PAGE: 9\n- 5.6 Threat of rivalry\n  - Exhibit 28: Threat of rivalry - Impact of key factors in 2022 and 2027\n\n- 5.7 Market condition\n  - Exhibit 29: Chart on Market condition - Five forces 2022 and 2027\n\n# 6 Market Segmentation by Product\n\n- 6.1 Market segments\n  - Exhibit 30: Chart on Product - Market share 2022-2027 (%)\n  - Exhibit 31: Data Table on Product - Market share 2022-2027 (%)\n\n- 6.2 Comparison by Product\n  - Exhibit 32: Chart on Comparison by Product\n  - Exhibit 33: Data Table on Comparison by Product\n\n- 6.3 Dried pasta - Market size and forecast 2022-2027\n  - Exhibit 34: Chart on Dried pasta - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 35: Data Table on Dried pasta - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 36: Chart on Dried pasta - Year-over-year growth 2022-2027 (%)\n  - Exhibit 37: Data Table on Dried pasta - Year-over-year growth 2022-2027 (%)\n\n- 6.4 Chilled and fresh pasta - Market size and forecast 2022-2027\n  - Exhibit 38: Chart on Chilled and fresh pasta - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 39: Data Table on Chilled and fresh pasta - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 40: Chart on Chilled and fresh pasta - Year-over-year growth 2022-2027 (%)\n  - Exhibit 41: Data Table on Chilled and fresh pasta - Year-over-year growth 2022-2027 (%)\nEND OF PAGE: 9",
                "Page": 9
            },
            {
                "Chunk": 9,
                "Text": "START OF PAGE: 10\n- **6.5 Canned and preserved pasta - Market size and forecast 2022-2027**\n  - Exhibit 42: Chart on Canned and preserved pasta - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 43: Data Table on Canned and preserved pasta - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 44: Chart on Canned and preserved pasta - Year-over-year growth 2022-2027 (%)\n  - Exhibit 45: Data Table on Canned and preserved pasta - Year-over-year growth 2022-2027 (%)\n\n- **6.6 Market opportunity by Product**\n  - Exhibit 46: Market opportunity by Product ($ million)\n\n# 7 Market Segmentation by Distribution Channel\n\n- **7.1 Market segments**\n  - Exhibit 47: Chart on Distribution Channel - Market share 2022-2027 (%)\n  - Exhibit 48: Data Table on Distribution Channel - Market share 2022-2027 (%)\n\n- **7.2 Comparison by Distribution Channel**\n  - Exhibit 49: Chart on Comparison by Distribution Channel\n  - Exhibit 50: Data Table on Comparison by Distribution Channel\n\n- **7.3 Offline - Market size and forecast 2022-2027**\n  - Exhibit 51: Chart on Offline - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 52: Data Table on Offline - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 53: Chart on Offline - Year-over-year growth 2022-2027 (%)\n  - Exhibit 54: Data Table on Offline - Year-over-year growth 2022-2027 (%)\n\n- **7.4 Online - Market size and forecast 2022-2027**\n  - Exhibit 55: Chart on Online - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 56: Data Table on Online - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 57: Chart on Online - Year-over-year growth 2022-2027 (%)\n  - Exhibit 58: Data Table on Online - Year-over-year growth 2022-2027 (%)\nEND OF PAGE: 10",
                "Page": 10
            },
            {
                "Chunk": 10,
                "Text": "START OF PAGE: 11\n- 7.5 Market opportunity by Distribution Channel\n  - Exhibit 59: Market opportunity by Distribution Channel ($ million)\n\n# 8 Customer Landscape\n\n- 8.1 Customer landscape overview\n  - Exhibit 60: Analysis of price sensitivity, lifecycle, customer purchase basket, adoption rates, and purchase criteria\n\n# 9 Geographic Landscape\n\n- 9.1 Geographic segmentation\n  - Exhibit 61: Chart on Market share by geography 2022-2027 (%)\n  - Exhibit 62: Data Table on Market share by geography 2022-2027 (%)\n\n- 9.2 Geographic comparison\n  - Exhibit 63: Chart on Geographic comparison\n  - Exhibit 64: Data Table on Geographic comparison\n\n- 9.3 Europe - Market size and forecast 2022-2027\n  - Exhibit 65: Chart on Europe - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 66: Data Table on Europe - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 67: Chart on Europe - Year-over-year growth 2022-2027 (%)\n  - Exhibit 68: Data Table on Europe - Year-over-year growth 2022-2027 (%)\n\n- 9.4 North America - Market size and forecast 2022-2027\n  - Exhibit 69: Chart on North America - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 70: Data Table on North America - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 71: Chart on North America - Year-over-year growth 2022-2027 (%)\n  - Exhibit 72: Data Table on North America - Year-over-year growth 2022-2027 (%)\nEND OF PAGE: 11",
                "Page": 11
            },
            {
                "Chunk": 11,
                "Text": "START OF PAGE: 12\n- **9.5 APAC - Market size and forecast 2022-2027**\n  - Exhibit 73: Chart on APAC - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 74: Data Table on APAC - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 75: Chart on APAC - Year-over-year growth 2022-2027 (%)\n  - Exhibit 76: Data Table on APAC - Year-over-year growth 2022-2027 (%)\n\n- **9.6 South America - Market size and forecast 2022-2027**\n  - Exhibit 77: Chart on South America - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 78: Data Table on South America - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 79: Chart on South America - Year-over-year growth 2022-2027 (%)\n  - Exhibit 80: Data Table on South America - Year-over-year growth 2022-2027 (%)\n\n- **9.7 Middle East and Africa - Market size and forecast 2022-2027**\n  - Exhibit 81: Chart on Middle East and Africa - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 82: Data Table on Middle East and Africa - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 83: Chart on Middle East and Africa - Year-over-year growth 2022-2027 (%)\n  - Exhibit 84: Data Table on Middle East and Africa - Year-over-year growth 2022-2027 (%)\n\n- **9.8 US - Market size and forecast 2022-2027**\n  - Exhibit 85: Chart on US - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 86: Data Table on US - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 87: Chart on US - Year-over-year growth 2022-2027 (%)\n  - Exhibit 88: Data Table on US - Year-over-year growth 2022-2027 (%)\n\n- **9.9 Italy - Market size and forecast 2022-2027**\n  - Exhibit 89: Chart on Italy - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 90: Data Table on Italy - Market size and forecast 2022-2027 ($ million)\n  - Exhibit 91: Chart on Italy - Year-over-year growth 2022-2027 (%)\n  - Exhibit 92: Data Table on Italy - Year-over-year growth 2022-2027 (%)\nEND OF PAGE: 12",
                "Page": 12
            },
            {
                "Chunk": 12,
                "Text": "START OF PAGE: 13\n# 9.10 Germany - Market size and forecast 2022-2027\n- Exhibit 93: Chart on Germany - Market size and forecast 2022-2027 ($ million)\n- Exhibit 94: Data Table on Germany - Market size and forecast 2022-2027 ($ million)\n- Exhibit 95: Chart on Germany - Year-over-year growth 2022-2027 (%)\n- Exhibit 96: Data Table on Germany - Year-over-year growth 2022-2027 (%)\n\n# 9.11 France - Market size and forecast 2022-2027\n- Exhibit 97: Chart on France - Market size and forecast 2022-2027 ($ million)\n- Exhibit 98: Data Table on France - Market size and forecast 2022-2027 ($ million)\n- Exhibit 99: Chart on France - Year-over-year growth 2022-2027 (%)\n- Exhibit 100: Data Table on France - Year-over-year growth 2022-2027 (%)\n\n# 9.12 Canada - Market size and forecast 2022-2027\n- Exhibit 101: Chart on Canada - Market size and forecast 2022-2027 ($ million)\n- Exhibit 102: Data Table on Canada - Market size and forecast 2022-2027 ($ million)\n- Exhibit 103: Chart on Canada - Year-over-year growth 2022-2027 (%)\n- Exhibit 104: Data Table on Canada - Year-over-year growth 2022-2027 (%)\n\n# 9.13 Market opportunity by geography\n- Exhibit 105: Market opportunity by geography ($ million)\n\n# 10 Drivers, Challenges, and Trends\n\n- 10.1 Market drivers\n\n- 10.2 Market challenges\n\n- 10.3 Impact of drivers and challenges\n  - Exhibit 106: Impact of drivers and challenges in 2022 and 2027\n\n- 10.4 Market trends\n\n# 11 Vendor Landscape\nEND OF PAGE: 13",
                "Page": 13
            },
            {
                "Chunk": 13,
                "Text": "START OF PAGE: 14\n- 11.1 Overview\n\n- 11.2 Vendor landscape\n  - Exhibit 107: Overview on Criticality of inputs and Factors of differentiation\n\n- 11.3 Landscape disruption\n  - Exhibit 108: Overview on factors of disruption\n\n- 11.4 Industry risks\n  - Exhibit 109: Impact of key risks on business\n\n# 12 Vendor Analysis\n\n- 12.1 Vendors covered\n  - Exhibit 110: Vendors covered\n\n- 12.2 Market positioning of vendors\n  - Exhibit 111: Matrix on vendor position and classification\n\n- 12.3 8TH Avenue Food and Provisions\n  - Exhibit 112: 8TH Avenue Food and Provisions - Overview\n  - Exhibit 113: 8TH Avenue Food and Provisions - Product / Service\n  - Exhibit 114: 8TH Avenue Food and Provisions - Key offerings\n\n- 12.4 Archer Daniels Midland Co.\n  - Exhibit 115: Archer Daniels Midland Co. - Overview\n  - Exhibit 116: Archer Daniels Midland Co. - Business segments\n  - Exhibit 117: Archer Daniels Midland Co. - Key offerings\n  - Exhibit 118: Archer Daniels Midland Co. - Segment focus\n\n- 12.5 Barilla G. e R. Fratelli Spa\n  - Exhibit 119: Barilla G. e R. Fratelli Spa - Overview\n  - Exhibit 120: Barilla G. e R. Fratelli Spa - Business segments\n  - Exhibit 121: Barilla G. e R. Fratelli Spa - Key offerings\n  - Exhibit 122: Barilla G. e R. Fratelli Spa - Segment focus\nEND OF PAGE: 14",
                "Page": 14
            },
            {
                "Chunk": 14,
                "Text": "START OF PAGE: 15\n- 12.6 Catelli Foods Corp\n  - Exhibit 123: Catelli Foods Corp - Overview\n  - Exhibit 124: Catelli Foods Corp - Product / Service\n  - Exhibit 125: Catelli Foods Corp - Key offerings\n\n- 12.7 Ebro Foods SA\n  - Exhibit 126: Ebro Foods SA - Overview\n  - Exhibit 127: Ebro Foods SA - Business segments\n  - Exhibit 128: Ebro Foods SA - Key offerings\n  - Exhibit 129: Ebro Foods SA - Segment focus\n\n- 12.8 F. Divella Spa\n  - Exhibit 130: F. Divella Spa - Overview\n  - Exhibit 131: F. Divella Spa - Product / Service\n  - Exhibit 132: F. Divella Spa - Key offerings\n\n- 12.9 F.lli De Cecco di Filippo Fara San Martino Spa\n  - Exhibit 133: F.lli De Cecco di Filippo Fara San Martino Spa - Overview\n  - Exhibit 134: F.lli De Cecco di Filippo Fara San Martino Spa - Product / Service\n  - Exhibit 135: F.lli De Cecco di Filippo Fara San Martino Spa - Key offerings\n\n- 12.10 ITC Ltd\n  - Exhibit 136: ITC Ltd - Overview\n  - Exhibit 137: ITC Ltd - Business segments\n  - Exhibit 138: ITC Ltd - Key offerings\n  - Exhibit 139: ITC Ltd - Segment focus\n\n- 12.11 JSC MAKFA\n  - Exhibit 140: JSC MAKFA - Overview\n  - Exhibit 141: JSC MAKFA - Product / Service\n  - Exhibit 142: JSC MAKFA - Key offerings\nEND OF PAGE: 15",
                "Page": 15
            },
            {
                "Chunk": 15,
                "Text": "START OF PAGE: 16\n- 12.12 Nestle SA\n  - Exhibit 143: Nestle SA - Overview\n  - Exhibit 144: Nestle SA - Business segments\n  - Exhibit 145: Nestle SA - Key news\n  - Exhibit 146: Nestle SA - Key offerings\n  - Exhibit 147: Nestle SA - Segment focus\n\n- 12.13 Newlat Food SpA\n  - Exhibit 148: Newlat Food SpA - Overview\n  - Exhibit 149: Newlat Food SpA - Product / Service\n  - Exhibit 150: Newlat Food SpA - Key offerings\n\n- 12.14 Prairie Harvest Canada Ltd.\n  - Exhibit 151: Prairie Harvest Canada Ltd. - Overview\n  - Exhibit 152: Prairie Harvest Canada Ltd. - Product / Service\n  - Exhibit 153: Prairie Harvest Canada Ltd. - Key offerings\n\n- 12.15 Rana USA Inc.\n  - Exhibit 154: Rana USA Inc. - Overview\n  - Exhibit 155: Rana USA Inc. - Product / Service\n  - Exhibit 156: Rana USA Inc. - Key offerings\n\n- 12.16 Slendier\n  - Exhibit 157: Slendier - Overview\n  - Exhibit 158: Slendier - Product / Service\n  - Exhibit 159: Slendier - Key offerings\n\n- 12.17 The Kraft Heinz Co.\n  - Exhibit 160: The Kraft Heinz Co. - Overview\n  - Exhibit 161: The Kraft Heinz Co. - Business segments\n  - Exhibit 162: The Kraft Heinz Co. - Key offerings\n  - Exhibit 163: The Kraft Heinz Co. - Segment focus\n\n# 13 Appendix\n\n- 13.1 Scope of the report\nEND OF PAGE: 16",
                "Page": 16
            },
            {
                "Chunk": 16,
                "Text": "START OF PAGE: 17\n- **13.2 Inclusions and exclusions checklist**\n  - Exhibit 164: Inclusions checklist\n  - Exhibit 165: Exclusions checklist\n\n- **13.3 Currency conversion rates for US$**\n  - Exhibit 166: Currency conversion rates for US$\n\n- **13.4 Research methodology**\n  - Exhibit 167: Research methodology\n  - Exhibit 168: Validation techniques employed for market sizing\n  - Exhibit 169: Information sources\n\n- **13.5 List of abbreviations**\n  - Exhibit 170: List of\nEND OF PAGE: 17",
                "Page": 17
            },
            {
                "Chunk": 17,
                "Text": "START OF PAGE: 18\n# PRN Top Stories Newsletters\n\nSign up to get PRN's top stories and curated news delivered to your inbox weekly!\n\n**Enter Your Email**\n\n**Select Country** [Submit]\n\nBy signing up you agree to receive content from us.  \nOur newsletters contain tracking pixels to help us deliver unique content based on each subscriber's engagement and interests. For more information on how we will use your data to ensure we send you relevant content please visit our PRN Consumer Newsletter Privacy Notice. You can withdraw your consent at any time in the footer of every email you'll receive.\nEND OF PAGE: 18",
                "Page": 18
            }
        ]
    }
]